Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Niby nie powinienem wynosić rzeczy ze spiżarni, ale gdyby nie ty to kto wie jakby potoczyły się nasze losy w Silbach...
uk: Можливо, я й не мав би брати продукти з комори, але якби не ти, хто знає, як би склалася наша доля в Сільбаху...

source: Niby od kiedy? Wczoraj cię jeszcze tu nie widziałem!
uk: Відколи це? Щось я тебе вчора тут не бачив!

source: Niby po czym to stwierdziłeś?
uk: Чому ти так думаєш?

source: Niby skąd to możesz wiedzieć?
uk: Звідки тобі це знати?

source: Niby sprzeczka jakich wiele, ale w świetle ostatnich wydarzeń, rzuca na Rodrigo cień podejrzenia.
uk: Здавалося б, звичайна сварка, як і багато інших, але в світлі останніх подій вона кидає тінь підозри на Родріго.

source: Niby ta cholera taka nieruchawa, a użreć potrafi! Daj mi chwilę, muszę się trochę uspokoić.
uk: Ця погань видається такою повільною, але може вжалити! Дай мені хвилинку, мені треба трохи заспокоїтися.

source: Niby tak, ale nie wiedziałem, że wraz z upływem lat zaczęła tak zrzędzić na wszystko. Lutz chodź tu, Lutz zrób tamto, Lutz nie tak to się robi.
uk: Так, але я не знав, що з роками вона стане такою буркотливою з будь-якого приводу. Люц, іди сюди, Люц, роби те, Люц, ти робиш не так.

source: Niby tak...
uk: Ніби так...

source: Niby taki niepozorny, a krzepy w łapie za kilku! Niczego więcej cię nie nauczę, młody.
uk: На вигляд такий щуплий, а на ділі той ще здоровань! Я більше нічому не можу тебе навчити, хлопче.

source: Niby w jaki sposób mógł zagrażać Lichwiarzowi?
uk: Чим взагалі він міг загрожувати Лихварю?

source: Niby w jaki sposób?
uk: Яким чином?

source: Niby wiadomo, że flaszka kiedyś się skończy, ale zawsze jest to dla wszystkich zaskoczeniem.
uk: Начебто знаєш, що випивка колись закінчиться, але це завжди стається несподівано.

source: Niby z czego? Jak mam pokazać moją wartość w boju? Wolałbym iść do starej wieży. Podobno magowie poukrywali tam swoje skarby.
uk: Чому радіти? Як я маю показати себе в бою? Я краще піду до старої вежі. Кажуть, маги заховали там свої скарби.

source: Niby za co?
uk: З якого б це дива?

source: Nic by mi do tego, gdyby nie to, że jest z Gildii. Kto wie jak zareaguje Lorenzo, gdy dowie się, że jeden z jego ludzi pożegnał się z naszym światem właśnie w mojej karczmie.
uk: Мені було б байдуже, якби не той факт, що він з Гільдії. Хто знає, як відреагує Лоренцо, коли дізнається, що один з його людей відправився на той світ прямо в моїй корчмі.

source: Nic by się nie udało, gdyby nie Berto. To jego informacje i ryzykowanie własnym życiem pozwoliły nam pokonać Salviego.
uk: Нічого б не вийшло, якби не Берто. Саме його інформація та ризик власним життям дозволили нам перемогти Сальві.

source: Nic bym nie osiągnął bez pomocy Arwida.
uk: Без допомоги Арвіда я б нічого не зробив.

source: Nic ci nie dam!
uk: Я тобі нічого не дам!

source: Nic ci nie jest?
uk: З тобою все гаразд?

source: Nic ci nie obiecywałem! Znikaj!
uk: Я тобі нічого не обіцяв! Зникни!

source: Nic ci nie zapłacę.
uk: Нічого я тобі не платитиму.

source: Nic ci po ostrym grocie i wspaniałej lotce, gdy strzała pęknie podczas naciągania cięciwy.
uk: Гострий наконечник і чудове оперення нічого не варті, якщо стріла ламається при натягуванні тятиви.

source: Nic do chłopaka nie mam, ale będzie chociaż odrobinę spokoju w wiosce. Maczałeś w tym palce?
uk: Я нічого не маю проти хлопця, але в селі буде хоч трохи спокійніше. Ти приклав до цього руку?

source: Nic dobrego. To oczywiste, że jego matka lepiej rządziła Silbach.
uk: Нічого хорошого. Очевидно, що його мати керувала Сільбахом краще.

source: Nic dziwnego, jestem bardzo zajętym człowiekiem. Zarządzanie takim majątkiem to naprawdę sporo pracy.
uk: Не дивно, я дуже зайнята людина. Керувати таким статком – насправді велика робота.

source: Nic dziwnego, stoi przed paladynem!
uk: І не дивно, адже перед ним паладин!

source: Nic dziwnego, to naturalny skutek doznanych przez ciebie obrażeń. Spokojnie, z każdym dniem będzie lepiej.
uk: Не дивно, це природній наслідок травм, яких ти зазнав. Заспокойся, з кожним днем буде краще.

source: Nic dziwnego, że Roderich odebrał ci twój stopień. Gdy miasto płonie, ty masz sprawę do załatwienia?
uk: Не дивно, що Родеріх позбавив тебе звання. Коли місто палає, у тебе є якісь справи?

source: Nic dziwnego, że gość myśli o sobie jak o pieprzonym zbawcy narodu.
uk: Не дивно, що він вважає себе довбаним рятівником всього народу.

source: Nic dziwnego, że nie mogą znieść Volkera. To prawdziwy człowiek sukcesu, a wszystko co ma to efekt jego ciężkiej pracy.
uk: Не дивно, що вони терпіти не можуть Волкера. Він справді успішна людина, і все, що він має – це результат його важкої праці.

source: Nic dziwnego, że przegrywamy wojnę, skoro nawet załatwienie papierka tyle zajmuje.
uk: Не дивно, що ми програємо війну, навіть оформлення паперів займає стільки часу.

source: Nic dziwnego. Dopiero się zatrudniłem.
uk: І не дивно. Мене щойно прийняли на роботу.

source: Nic dziwnego. Moja rodzina mieszkała poza miastem.
uk: Воно й не дивно. Моя сім'я жила за містом.

source: Nic dziwnego. Twoja chata nie ma drzwi na klucz.
uk: Нічого дивного. У твоїй хатині немає дверей, що замикаються на ключ.

source: Nic im nie powiem, bądź spokojny.
uk: Я нічого їм не скажу, не хвилюйся.

source: Nic innego nie pozbywa się brudu tak efektywnie.
uk: Ніщо інше не позбавляє від бруду так ефективно.

source: Nic jednak nie mogło przywrócić życia mojemu bratu. Już zawsze będzie tylko jedną z setek ofiar szaleńczych knowań Volkera...
uk: Однак, ніщо не могло повернути мого брата до життя. Він назавжди залишиться лише однією з сотень жертв божевільних інтриг Волкера...

source: Nic jednak nie może wyrazić tego, jak człowiek czuje się oddychając tym świeżym, chłodnym powietrzem. Jeśli tylko będziesz miał okazję, odwiedź to miejsce.
uk: Однак ніщо не може передати те, що відчуває людина, вдихаючи це свіже, прохолодне повітря. Якщо в тебе колись буде можливість, відвідай це місце.

source: Nic już ode mnie nie dostaniesz! Precz mi stąd!
uk: Ти від мене більше нічого не отримаєш! Геть звідси!

source: Nic już tu nie zdziałamy, ruszajmy do ratusza.
uk: Тут більше нічого робити, ходімо до ратуші.

source: Nic już z tego nie będzie. Załatwię to szybko.
uk: Для тебе все скінчено. Я зроблю це швидко.

source: Nic konkretnego. Osobiście nie mogę sprzeciwić się woli Wysłannika Króla, dlatego potrzebuję ciebie, jednego z moich najbystrzejszych ludzi.
uk: Нічого конкретного. Я особисто не можу піти проти волі Королівського посла, тому мені потрібен ти, один з моїх найздібніших людей.

source: Nic lepszego nie udało mi się wykombinować.
uk: Нічого кращого я не зміг придумати.

source: Nic mi na ten temat nie wiadomo.
uk: Мені нічого про це не відомо.

source: Nic mi nie wiadomo o żadnej większej kopalni tego surowca, ale niewykluczone, że jakieś małe złoża gdzieś by się znalazły.
uk: Мені невідомо про жодну велику копальню з видобутку цієї сировини, але не виключено, що десь можуть бути невеликі родовища.

source: Nic mi o tym nie wiadomo.
uk: Я нічого про це не знаю.

source: Nic mi o tym nie wiadomo. Sprawdzę, czy w ogóle są tutaj te rzeczy.
uk: Я нічого про це не знаю. Піду перевірю, чи є тут взагалі ці речі.

source: Nic mi po twojej łasce, chłopcze. Żarliwe Słońce już wkrótce zatriumfuje, a ty będziesz jego pierwszą ofiarą.
uk: Мені нічого не потрібно від тебе, хлопче. Палаюче Сонце незабаром торжествуватиме, а ти станеш його першою жертвою.

source: Nic mi to nie mówi.
uk: Це мені ні про що не говорить.

source: Nic mnie nie obchodzi ten głupiec, jedyne czego pragnę, to zemsty na tobie.
uk: Мені байдуже на цього дурня. Все, чого я хочу – це помститися тобі.

source: Nic mnie to nie interesuje, wracaj do pracy!
uk: Мене це не обходить, повертайся до роботи!

source: Nic nam po kolejnych słabeuszach opóźniających marsz.
uk: Нам нічого не світить, якщо якісь слабаки будуть затримувати рух.

source: Nic nie bierze...
uk: Не клює...

source: Nic nie muszę i nic nie zobaczę! Odejdź ode mnie! Bo nie ręczę za siebie!
uk: Я нічого не мушу і нічого не побачу! Відчепися від мене! Бо я за себе не ручаюся!

source: Nic nie mów... Weź to.
uk: Нічого не кажи... Візьми це.

source: Nic nie mówiłem.
uk: Я нічого не казав.

source: Nic nie przychodzi mi do głowy.
uk: Нічого не спадає на думку.

source: Nic nie szkodzi, proszę się nie martwić.
uk: Нічого страшного, не переживай.

source: Nic nie szkodzi, wiem jak to jest. Czasami całymi dniami spaceruję po polach i nie wiem co robić. Chodź, pokażę ci moje ulubione miejsce.
uk: Нічого страшного, я знаю, як це буває. Іноді я цілими днями гуляю полями і не знаю, що робити. Ходімо, покажу тобі своє улюблене місце.

source: Nic nie szkodzi. Nie przepraszaj.
uk: Все гаразд. Не вибачайся.

source: Nic nie wiem, przyszłam tu przed chwilą.
uk: Я нічого не знаю, я щойно прийшла сюди.

source: Nic nie wiem. Obiło mi się o uszy, że cała chata została zdemolowana, także żałuję, że nie było mnie na miejscu, ale z Jornem nie miałem nic wspólnego.
uk: Я нічого не знаю. Я чув, що всю хатину розгромили, і я шкодую, що мене там не було, але я не маю ніякого відношення до Йорна.

source: Nic nie wspomniała na ten temat.
uk: Вона нічого про це не згадувала.

source: Nic nie wykombinowałem, to wszystko jest w protokołach.
uk: Нічого я не придумував, все це записано в протоколах.

source: Nic nie wywołuje tylu emocji co dobry pojedynek. Szczególnie wtedy kiedy w grę wchodzą zakłady.
uk: Ніщо не викликає стільки емоцій, як гарний поєдинок. Особливо, коли в ньому задіяні ставки.

source: Nic nie zostało.
uk: Нічого не залишилося.

source: Nic nie zrobiłem?
uk: Хіба я нічого не зробив?

source: Nic nowego Marvin. Zastanawiam się czy nie opuścić wyspy. W zasadzie nic tu mnie nie trzyma...
uk: Нічого нового, Марвіне. Я думаю покинути острів. Мене тут більше нічого не тримає...

source: Nic nowego, żadnych zleceń.
uk: Нічого нового, жодних завдань.

source: Nic nowego.
uk: Нічого нового.

source: Nic nowego. Kule armatnie... To mogłoby się udać.
uk: Нічого нового. Гарматні ядра... Це цілком може спрацювати.

source: Nic o tym nie wiem.
uk: Я нічого про це не знаю.

source: Nic o tym nie wiem. Przez cały czas siedziałem tutaj i grzałem zmarznięte kości.
uk: Я нічого про це не знаю. Я весь цей час сиджу тут і грію свої замерзлі кістки.

source: Nic ode mnie nie dostaniecie.
uk: Ти нічого від мене не отримаєш.

source: Nic ode mnie nie dostaniesz. Załatwiaj to z Dimą.
uk: Від мене ти нічого не отримаєш. Розбирайся з Діною.

source: Nic się nie bój, powiem Lorenzo o całej sprawie!
uk: Не хвилюйся, я все розповім Лоренцо!

source: Nic się nie bój, powiem Roderichowi o całej sprawie!
uk: Не хвилюйся, я все розповім Родеріху!

source: Nic się nie martw! To już będzie sprawa między mną a moim znajomym.
uk: Немає про що хвилюватися! Це вже ми владнаємо з моїм знайомим.

source: Nic się nie stało. Po prostu kolejny podatek będzie wyższy.
uk: Нічого страшного. Просто наступний податок буде вищим.

source: Nic skomplikowanego. Noce na wyspie bywają chłodne i ciemne, a nie każdy ma tyle szczęścia, by móc schować się w ciepłych murach swojego domostwa.
uk: Нічого складного. Ночі на острові можуть бути холодними і темними, і не всім пощастило мати змогу сховатися в теплих стінах свого будинку.

source: Nic straconego, zostały nam dwa pozostałe!
uk: Але не все втрачено, залишилося ще два місця!

source: Nic szczególnego oprócz zniszczonych mebli i porozrzucanego po kątach dobytku.
uk: Нічого особливого, окрім пошкоджених меблів і розкиданих по кутках речей.

source: Nic tak dobrze nie wykańcza tych śmierdzących skurczybyków!
uk: Ніщо так добре не знищує цих смердючих виродків!

source: Nic tak nie podnosi morale jak łyk dobrego, zimnego piwa!
uk: Ніщо так не піднімає бойовий дух, як ковток хорошого холодного пива!

source: Nic tak nie zniechęca do alchemii, jak odkrycie przy samym stole, że zapomniałeś o menzurce. Bez sympatii do tej sztuki nie stworzysz dobrego specyfiku, co najwyżej przeciętny.
uk: Ніщо так не відбиває охоту до алхімії, як виявити в процесі, що ти забув свої мензурки. Без пристрасті до цього мистецтва ти не створиш хорошу мікстуру, хіба що посередню.

source: Nic takiego. Tylko z nimi rozmawiam.
uk: Нічого подібного. Я просто розмовляв з ними.

source: Nic tu nie ma...
uk: Там нічого немає...

source: Nic wielkiego. Głównie rzeczy poprzedniego właściciela.
uk: Нічого особливого. В основному речі попереднього власника.

source: Nic wielkiego. Rutynowa kontrola w związku z ostatnimi wydarzeniami.
uk: Нічого особливого. Звичайна перевірка у зв'язку з останніми подіями.

source: Nic więc dziwnego, że jest to tak ważny region dla królestwa pogrążonego w wojnie. Znaczną część kampanii Rhobara finansuje się z tutejszych pieniędzy.
uk: Не дивно, що це такий важливий регіон для королівства, охопленого війною. Значна частина військової кампанії Робара фінансується з місцевих грошей.

source: Nic więc dziwnego, że jest to tak ważny rejon dla królestwa pogrążonego w wojnie. Znaczną część kampanii Rhobara finansuje się z tutejszych pieniędzy.
uk: Не дивно, що це такий важливий регіон для королівства, охопленого війною. Значна частина військової кампанії Робара фінансується з місцевих грошей.

source: Nic więc dziwnego, że po odpowiednio długim treningu każdy strażnik staje się świetnym szermierzem bądź kusznikiem.
uk: Тож не дивно, що після досить тривалих тренувань кожен вартовий стає чудовим фехтувальником або арбалетником.

source: Nic więc dziwnego, że po zejściu na ląd spora część załogi złożyła rezygnacje. Kapitan ciężko to zniósł, facet jest trzeci dzień pijany!
uk: Не дивно, що, зійшовши на берег, чимало членів команди звільнилися. Капітан важко це сприйняв, він вже третій день п'яний!

source: Nic więcej nie dostaniesz.
uk: Більше тобі нічого не дістанеться.

source: Nic więcej nie możemy zrobić?
uk: Невже ми більше нічого не можемо зробити?

source: Nic więcej nie musisz wiedzieć.
uk: Більше тобі нічого не треба знати.

source: Nic więcej nie przychodzi mi na myśl.
uk: Більше нічого на думку не спадає.

source: Nic więcej nie wiem.
uk: Більше я нічого не знаю.

source: Nic więcej tu nie znajdziemy, możemy wracać.
uk: Тут ми нічого більше не знайдемо, можемо повертатися.

source: Nic więcej tutaj nie osiągniemy. Najwyższa pora opuścić to miejsce. Podobno kładka jest już prawie gotowa.
uk: Нам тут більше нічого робити. Настав час покинути це місце. Схоже, що міст вже майже готовий.

source: Nic więcej tutaj nie znajdę, czas ruszać.
uk: Більше тут нічого шукати, час рухатися далі.

source: Nic więcej.
uk: Більше нічого.

source: Nic z tego nie potrafię wyciągnąć!
uk: Нічого цікавого!

source: Nic z tego nie rozumiem!
uk: Я нічого з цього не зрозуміла!

source: Nic z tego, koleżko. Potrzebuję jej do pracy.
uk: Ні за що, друже. Вона потрібна мені для роботи.

source: Nic z tego, moje ciosy zdają się być zupełnie nieefektywne. Muszę znaleźć jakiś inny sposób, by pomóc Fane'owi odejść z tego świata. Skoro zwykła broń nie zadziałała, to może powinienem sięgnąć po magię?
uk: Нічого не вийшо. Мої удари, здається, не наносять йому ніякої шкоди. Треба знайти інший спосіб допомогти Фейну покинути цей світ. Оскільки звичайна зброя не спрацювала, можливо, мені варто спробувати магію?

source: Nic z tego, nie dam się oszukać! Moi towarzysze będą tu lada chwila... jestem tego pewny.
uk: Ні за що, я не дам себе обманути! Мої товариші будуть тут з хвилини на хвилину... я в цьому впевнений.

source: Nic z tego, pijawko. Zrobiłbyś w końcu coś samemu, zamiast ciągle żerować na innych.
uk: Нічого подібного, п'явко. Ти нарешті зробиш щось сам, замість того, щоб постійно використовувати інших.

source: Nic z tego, po moim trupie! Wsadź sobie swoje pogróżki w dupę!
uk: Нізащо, тільки через мій труп! Засунь свої погрози собі в дупу!

source: Nic z tego.
uk: Нізащо.

source: Nic z tego. Ostatnimi dniami baranina jest u nas na wagę złota. Owiec jest coraz mniej i zostało nam już tylko kilka osobników.
uk: Ні, немає. Зараз баранина у нас на вагу золота. Овець стає все менше і менше, і у нас залишилося лише кілька голів.

source: Nic z tego. Przepadł jak kamień w wodę.
uk: Нічого не вийшло. Він пішов, як камінь у воду.

source: Nic z tych rzeczy.
uk: Нічого подібного.

source: Nic ze mnie nie wyciągniesz!
uk: Нічого ти від мене не доб'єшся.

source: Nic! Ciągnąłem wózek i jedno z kół wpadło na kamień. Zanim się obejrzałem, wszystko wisiało już nad przepaścią.
uk: Нічого! Я тягнув віз і одне з коліс наїхало на камінь. Не встиг я озирнутися, як він повис над урвищем.

source: Nic, facet nie żył.
uk: Ніскільки, хлопець був мертвий.

source: Nic, facet nie żył. Jeden z trolli musiał zrzucić go z klifu.
uk: Ніскільки, хлопець був мертвий. Один з тролів, мабуть, скинув його зі скелі.

source: Nic, nic. Nie przeszkadzam.
uk: Нічого, нічого. Не заважаю.

source: Nic, nic. Po prostu... Nie spodziewałem się tego po tobie.
uk: Нічого, нічого. Просто... Я не очікував такого від тебе.

source: Nic, pogadamy o tym innym razem.
uk: Нічого, поговоримо про це іншим разом.

source: Nic, tak głośno myślę...
uk: Нічого, просто думаю вголос...

source: Nic, załatwiam tę sprawę prywatnie.
uk: Ніякого, це моя особиста справа.

source: Nic. Bardzo dziękuję za pomoc. Straż po raz kolejny pokazała, że do niczego się nie nadaje. Żegnam.
uk: Нехай. Щиро дякую за допомогу. Вартові ще раз показали, що вони ні на що хороше не здатні. Бувай.

source: Nic. Jak to w Silbach. A gdyby rzucić to wszystko w cholerę i wyruszyć do miasta?
uk: Нічого. Як в Сільбаху. А що, якщо кинути все це до біса і вирушити до міста?

source: Nic. Nie wchodź mi w drogę.
uk: Нічого. Тримайся подалі від мене.

source: Nic. Nie wracałem już do tej sprawy, opowiedziałem jedynie przy piwie kilku chłopakom o tym co się stało, a ten grubas musiał to podsłuchać.
uk: Нічого. Я не повертався до цього питання, просто розповів кільком хлопцям за пивом про те, що сталося, а той товстун, мабуть, почув це.

source: Nic. Nie zadziała na mnie żadne przekupstwo - pieniężne, alkoholowe czy cielesne. Jestem Wilczym Synem, a my jesteśmy nieugięci.
uk: Нічого. Жоден підкуп – грошима, алкоголем чи тілом – на мене не подіє. Я – Вовчий Син, а ми непохитні.

source: Nic. Załatwiłem ci darmowy zabieg.
uk: Ніскільки. Я домовився полікувати тебе безкоштовно.

source: Nic...
uk: Нічого...

source: Nic? Jakim cudem Fynn pozwolił ci wejść do naszej kopalni?
uk: Нічого? Як Фінн дозволив тобі увійти в нашу копальню?

source: Nic? Żadnego swędzenia? Pieczenia? Stawy cię nie bolą? Włosy nie wypadają? Nie masz na skórze czerwonych plam?
uk: Нічого? Не свербить? Не пече? Немає болю в суглобах? Не випадає волосся? Немає червоних плям на шкірі?

source: Nici z polowania - Allan nie żyje...
uk: Тепер ніякого полювання – Алан мертвий...

source: Niczego jednak nie obiecuję, alkohol często go rozluźnia, ale zdarzało się już, że po prostu zaszlachtował kogoś po kilku głębszych.
uk: Хоча я нічого не обіцяю, алкоголь часто розслабляє його, але бували випадки, коли він просто вбивав когось після кількох великих келихів.

source: Niczego jednak nie obiecuję. Jeśli pancerz zamieni się w stertę nieużywalnego złomu, to za to nie odpowiadam.
uk: Втім, я нічого не обіцяю. Якщо обладунок перетвориться на купу металобрухту, я за це не відповідаю.

source: Niczego konkretnego.
uk: Нічого конкретного.

source: Niczego mi nie udowodnisz!
uk: Ти нічого не доведеш!

source: Niczego nie dostaniesz.
uk: Ти нічого не отримаєш.

source: Niczego nie obiecuję, ale dziękuję ci za szczerość.
uk: Нічого не обіцяю, але дякую за відвертість.

source: Niczego nie obiecuję, ale jest szansa, że przeżyjesz.
uk: Нічого не обіцяю, але є шанс, що ти виживеш.

source: Niczego nie obiecuję, ale zobaczę co da się zrobić.
uk: Нічого не обіцяю, але подивлюся, що можна зробити.

source: Niczego nie sugeruję. Po prostu mówię, co widziałem.
uk: Я нічого не видумую. Я просто кажу, що сам бачив.

source: Niczego się ode mnie nie dowiesz! Spieprzaj!
uk: Від мене ти нічого не дізнаєшся! Пішов геть!

source: Niczego to nie zmienia. Z takimi metodami to nikt ci tu nie pomoże.
uk: Це нічого не змінить. З таким підходом тобі тут ніхто не допоможе.

source: Niczego tu nie dostaniemy, nie ma co tracić czasu.
uk: Ми нічого тут не отримаєм, не варто гаяти час.

source: Niczego tu nie ma. Powinienem porozmawiać z Moritzem.
uk: Тут нічого немає. Треба поговорити з Моріцом.

source: Niczego tu nie znajdę...
uk: Нічого я там не знайду...

source: Niczego więcej cię nie nauczę, jesteś zbyt dobry.
uk: Мені тебе більше нічому навчити, ти занадто вправний.

source: Niczego więcej nie dowiem się od Sigrid, bo jak twierdzi, jest bardzo zajęta. Chyba nie pozostało mi nic innego jak pójść do portowego zamtuza i tam poszukać tego zbieracza.
uk: Я більше нічого не дізнаюсь від Сігрід, бо вона запевняє, що дуже зайнята. Гадаю, мені нічого не залишається, як піти до портового борделю і пошукати того збирача там.

source: Niczego za darmo nie rozdaję. Albo płacicie jak wszyscy, albo nie dostaniecie nawet okruszków.
uk: Я нічого не роздаю безкоштовно. Або ти платиш, як усі, або не отримаєш навіть крихти.

source: Niczym cię nie zbywam... po prostu kręci mi się w głowie... masz siłę w łapie, wiesz?
uk: Я не намагаюсь тебе здихатись... У мене просто паморочиться в голові... А у тебе міцна рука, ти знаєш?

source: Niczym się nie różnimy, jeśli chodzi o traktowanie swoich wrogów.
uk: Ми нічим не відрізняємося, коли йдеться про наших ворогів.

source: Nie
uk: Ні

source: Nie Magu. W imieniu swoim i Wilczych Synów - wybaczam ci twoje zbrodnie!
uk: Ні, магу. Від імені свого і Вовчих Синів – я прощаю тобі твої злочини!

source: Nie bardzo mi się chce wierzyć, że udało ci się uniknąć śmierci tam, gdzie wyszkolony paladyn poległ.
uk: Важко повірити, що тобі вдалося уникнути смерті там, де поліг тренований паладин.

source: Nie bardzo mi się to podoba. Wolę zapobiec temu incydentowi.
uk: Мені це не дуже подобається. Я вважаю за краще не допустити цього інциденту.

source: Nie bardzo miałem czas o tym myśleć, gdy rzuciło się na mnie stado szczurów.
uk: У мене не було часу про це думати, бо на мене накинулася зграя щурів.

source: Nie bardzo rozumiem, w czym niby zagrażają ci muzycy?
uk: Я не зовсім розумію, чим взагалі загрожують ці музиканти?

source: Nie bardzo. To Martha by musiała zdecydować się na rozstanie.
uk: Не думаю. Це Марта має прийняти рішення про розставання.

source: Nie bardzo...
uk: Не дуже...

source: Nie bałeś się nawet stracić w tym celu nieco krwi!
uk: Ти навіть не побоявся втратити трохи крові!

source: Nie bez powodu wzięliśmy ze sobą tylu wykwalifikowanych pracowników. Jeśli napotkasz na swojej drodze coś, z czym sam sobie nie poradzisz, możesz w każdej chwili wrócić do obozu i poprosić kogoś o pomoc.
uk: Недарма ми взяли з собою так багато досвідчених працівників. Якщо ти зіткнешся з чимось, з чим не зможеш впоратися самостійно, ти можеш будь-якої миті повернутися до табору і попросити когось про допомогу.

source: Nie bez powodu, po prostu nie lubię o tym rozmawiać.
uk: Не без причини, я просто не люблю про це говорити.

source: Nie bierz tego do siebie, po prostu nie mamy zbyt dobrej opinii o miastowych.
uk: Не сприймай це близько до серця, ми просто не дуже хорошої думки про містян.

source: Nie bij już. Proszę.
uk: Не бий мене більше. Будь ласка.

source: Nie boisz się dziczy?
uk: Ти не боїшся дичини?

source: Nie boisz się mówić o tym tak otwarcie?
uk: Ти не боїшся говорити про це так відкрито?

source: Nie boisz się walki, nie przeraża cię ciężka praca fizyczna i wiesz co to honor. Pomimo że nie możemy przyjąć cię w nasze szeregi, przyjmij proszę ten dar.
uk: Ти не боїшся бою, тебе не лякає важка праця і ти знаєш, що таке честь. І хоча ми не можемо прийняти тебе до наших лав, прийми цей дар.

source: Nie boisz się, że jemu coś się stanie?
uk: Ти не боїшся, що з ним щось станеться?
